// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "测试页";

TransferringProcessTitle = "正在传送文件...";
PrintingProcessTitle = "正在打印测试页...";

HSDTitleTextFieldValue = "测试页";
HSDInfoTextFieldValue = "如果在使用此打印机打印文档时遇到问题，可尝试打印一张测试页以确定问题根源。

这一测试页将被直接发送到打印机，而无需通过打印机驱动程序软件和任何其他系统处理。

如果测试页打印正常，则可能是计算机的打印系统存在某些问题。您可尝试重新安装打印机驱动程序软件来解决问题。

如果未打印出测试页，或打印结果很差，则表明打印机出现故障。";
HSDPrintButtonTitle = "打印测试页";

HSDRMTTPPanelHeader = "打印打印机状态报告";
HSDRMTTPPanelHeader = "打印测试页以检验设备可以从计算机正确接收数据并打印。可用普通纸进行此项操作。\n\n请单击“打印页面”打印测试页。";
HSDRMTTPButtonTitle = "打印页面";
RMTTaskTitle = "打印打印机状态报告";

NoPaperTitle = "缺纸";
NoPaperMsg = "设备缺纸。请在进纸盒中加入一些纸张。";
